{
    "questions": [
        "Qual é a sua cor favorita?",
        "Qual é o seu filme favorito e por quê?",
        "A qualidade do sono é mais importante do que a quantidade de sono, ou vice-versa?",
        "Alguma vez você já desejou mudar algo no seu parceiro?",
        "Alguma vez você já desejou poder voltar no tempo e reviver um momento?",
        "Alguma vez você já desejou que pudéssemos voltar ao início de nosso relacionamento?",
        "Alguma vez você já olhou para seu parceiro e se perguntou como teve tanta sorte?",
        "Como abordamos e apoiamos as necessidades físicas e emocionais uns dos outros?",
        "Como equilibraremos a vida profissional e familiar quando tivermos um filho?",
        "Como era a casa de sua infância?",
        "Como era a sua família quando você estava crescendo?",
        "Como era a vida em casa quando você era criança?",
        "Como era o seu bairro quando você era criança?",
        "Como era seu relacionamento com seus avós quando era criança?",
        "Como era seu relacionamento com seus irmãos?",
        "Como era seu relacionamento com seus pais quando era adolescente?",
        "Como era seu relacionamento com seus pais quando era criança?",
        "Como era seu relacionamento com seus pais quando estava na faculdade ou iniciando sua carreira?",
        "Como era seu relacionamento com seus pais quando você era um jovem adulto?",
        "Como era seu relacionamento com sua família extensa quando era criança?",
        "Como era sua experiência escolar quando era criança?",
        "Como era sua vida familiar na infância?",
        "Como eram seus pais ou responsáveis quando você estava crescendo?",
        "Como foi a primeira vez que você se mudou para longe de casa?",
        "Como foi seu primeiro beijo?",
        "Como foi sua primeira experiência com uma cultura ou um modo de vida diferente?",
        "Como foi sua primeira vez viajando sozinho?",
        "Como imagina apoiar e cuidar de sua família de origem?",
        "Como imaginamos criar e manter uma rede social sólida como casal?",
        "Como lidamos com as diferenças de estilo de vida e preferências (por exemplo, limpeza ou níveis de ruído)?",
        "Como lidamos com as diferenças de hábitos ou rotinas pessoais (por exemplo, padrões de sono ou rotinas diárias)?",
        "Como lidamos com as diferenças de interação social e solidão preferidas quando moramos juntos?",
        "Como lidamos com as diferenças de opinião ou de tomada de decisão?",
        "Como lidamos com as diferenças de preferências alimentares e hábitos culinários?",
        "Como lidamos com as diferenças de socialização e preferências de entretenimento?",
        "Como lidamos com as diferenças nas metas de orçamento doméstico e de poupança?",
        "Como lidamos com as diferenças nas preocupações com a segurança residencial?",
        "Como lidamos com as diferenças nas tradições familiares e nos feriados enquanto moramos juntos?",
        "Como lidamos com as principais transições da vida, como a mudança ou a formação de uma família?",
        "Como lidamos com desentendimentos ou conflitos que possam surgir enquanto moramos juntos?",
        "Como lidamos com emergências ou situações inesperadas enquanto moramos juntos?",
        "Como lidamos com o espaço pessoal e os limites quando moramos juntos?",
        "Como lidaremos com os hóspedes durante a noite?",
        "Como lidaremos com possíveis mudanças em nossa situação de vida (por exemplo, casar ou ter filhos)?",
        "Como o fato de ter um filho mudará nosso relacionamento?",
        "Como o relacionamento com sua família mudou desde que você era criança?",
        "Como planeja lidar com a hora das refeições?",
        "Como planejamos abordar a paternidade, se for o caso?",
        "Como planejamos apoiar o crescimento e o desenvolvimento pessoal uns dos outros?",
        "Como planejamos apoiar o crescimento e o desenvolvimento um do outro enquanto moramos juntos?",
        "Como planejamos continuar aprendendo e crescendo juntos como um casal?",
        "Como planejamos criar seu filho? ",
        "Como planejamos lidar com a organização doméstica e o gerenciamento da desordem?",
        "Como planejamos lidar com as responsabilidades domésticas e a divisão do trabalho?",
        "Como planejamos lidar com despesas inesperadas ou emergências financeiras enquanto moramos juntos?",
        "Como planejamos lidar com emergências domésticas (por exemplo, problemas de encanamento ou elétricos)?",
        "Como planejamos lidar com feriados e outras ocasiões especiais?",
        "Como planejamos lidar com hóspedes durante a noite e com a privacidade no quarto?",
        "Como planejamos lidar com itens e pertences pessoais?",
        "Como planejamos lidar com os conflitos em nosso casamento?",
        "Como planejamos lidar com os momentos românticos e íntimos enquanto moramos juntos?",
        "Como planejamos lidar com planos e metas de longo prazo enquanto moramos juntos?",
        "Como planejamos lidar com viagens e férias enquanto moramos juntos?",
        "Como planejamos manter um relacionamento forte e saudável a longo prazo?",
        "Como planejamos nos comunicar de forma aberta e honesta uns com os outros?",
        "Como podemos equilibrar nossa necessidade de passar tempo sozinhos com nosso desejo de passar tempo de qualidade juntos?",
        "Como posso ser um parceiro melhor para você?",
        "Como priorizarão suas metas e valores individuais e compartilhados?",
        "Como receberão amigos e familiares em seu espaço compartilhado?",
        "Como serão seus horários de dormir?",
        "Como seus pais o disciplinavam quando você era mais jovem?",
        "Como sua carreira afetará seu relacionamento e a vida familiar?",
        "Como sua família celebrava tradições ou eventos culturais quando você era criança?",
        "Como sua família comemorava os sucessos ou as conquistas quando você era criança?",
        "Como sua família lidava com a disciplina ou punição quando você era criança?",
        "Como sua família lidava com as rotinas da hora de dormir quando você era criança?",
        "Como sua família lidava com conflitos ou desentendimentos quando você era criança?",
        "Como sua família lidava com conversas difíceis ou emocionais quando você era criança?",
        "Como sua família lidava com problemas emocionais ou de saúde mental quando você era criança?",
        "Como sua família lidava com situações ou problemas difíceis quando você era criança?",
        "Como suas diferenças de crenças afetarão seu casamento?",
        "Como você aprendeu sobre relacionamentos e amor quando criança?",
        "Como você aprendeu sobre responsabilidade pessoal e prestação de contas quando criança?",
        "Como você comemorava os feriados quando era criança?",
        "Como você deseja que seja seu equilíbrio entre vida pessoal e profissional no futuro?",
        "Como você deseja que seja sua estabilidade financeira no futuro?",
        "Como você deseja que seja sua futura situação de vida (por exemplo, localização, tamanho da casa, etc.)?",
        "Como você deseja que sejam seus momentos de lazer e férias?",
        "Como você e seus irmãos se davam quando eram crianças?",
        "Como você e sua família lidavam com feriados ou ocasiões especiais quando você era criança?",
        "Como você espera que nosso relacionamento seja daqui a 10 anos?",
        "Como você imagina nossa vida social como casal no futuro?",
        "Como você imagina que nosso relacionamento com o outro mudará com o tempo?",
        "Como você imagina seu relacionamento com seus sogros no futuro?",
        "Como você imagina sua intimidade romântica e física como casal?",
        "Como você imagina sua vida familiar futura (por exemplo, filhos, animais de estimação, etc.)?",
        "Como você lida com conflitos?",
        "Como você lidará com a disciplina?",
        "Como você lidará com as finanças?",
        "Como você lidará com dívidas e economias?",
        "Como você lidará com hóspedes e visitantes durante a noite? ",
        "Como você lidava com conflitos com seus irmãos ou amigos quando era criança?",
        "Como você mantém o romance vivo quando estamos separados?",
        "Como você nos vê crescendo e evoluindo como casal?",
        "Como você passava seu tempo livre quando era criança?",
        "Como você planeja apoiar e incentivar meu crescimento e desenvolvimento pessoal no futuro?",
        "Como você planeja dividir as tarefas domésticas?",
        "Como você planeja equilibrar a vida profissional e familiar? ",
        "Como você planeja equilibrar trabalho, família e tempo pessoal no futuro?",
        "Como você planeja lidar com a hora de dormir?",
        "Como você planeja lidar com as finanças? ",
        "Como você planeja lidar com as responsabilidades do trabalho e da criação dos filhos?",
        "Como você planeja lidar com conflitos e desafios no futuro?",
        "Como você planeja manter o romance e a paixão vivos em nosso relacionamento?",
        "Como você planeja navegar e se adaptar a qualquer mudança importante na vida?",
        "Como você se sente em relação a animais de estimação?",
        "Como você se sente em relação à coparentalidade? ",
        "Como você se sente quando estamos juntos e por quê?",
        "Como você se sente quando estamos separados e por quê?",
        "Como você se sente quando estamos separados?",
        "Como vocês dividirão as tarefas domésticas?",
        "Como vocês imaginam o relacionamento de vocês com os amigos um do outro no futuro?",
        "Como vocês imaginam seu futuro relacionamento com a família estendida um do outro?",
        "Como vocês imaginam seu futuro relacionamento com as famílias um do outro?",
        "Como vocês imaginam seu plano de aposentadoria como casal?",
        "Como vocês planejam gerenciar e priorizar sua saúde e bem-estar como casal no futuro?",
        "Como vocês planejam lidar com o processo de envelhecimento e possíveis problemas de saúde como um casal?",
        "Como vocês planejam lidar com uma possível mudança de residência ou mudança como casal no futuro?",
        "Como vocês planejam lidar e administrar suas finanças como casal?",
        "Como vocês querem que sejam suas carreiras nos próximos 5, 10 e 20 anos?",
        "Conte-me sobre uma experiência que mudou sua vida.",
        "Conte-me sobre uma experiência que te deixou com medo.",
        "Conte-me sobre uma experiência que te deixou com raiva.",
        "Conte-me sobre uma experiência que te deixou feliz.",
        "Conte-me sobre uma experiência que te deixou orgulhoso.",
        "Conte-me sobre uma experiência que te deixou triste.",
        "De que coisas você sente falta em sua vida de solteiro?",
        "De que coisas você sentia falta em sua vida amorosa antes de nos conhecermos?",
        "E se um de vocês não puder ou não quiser ter um filho?",
        "E se um de vocês quiser ficar em casa com a criança e o outro quiser trabalhar?",
        "Em quantos relacionamentos sérios você já esteve?",
        "Em que você acha que precisamos trabalhar mais?",
        "Em sua opinião, quais são os aspectos mais importantes a serem trabalhados em um casamento?",
        "Em sua opinião, quais são os maiores desafios que enfrentaremos em nosso casamento?",
        "Em sua opinião, qual é a chave para um relacionamento duradouro?",
        "Em sua opinião, qual é a chave para um relacionamento feliz e bem-sucedido?",
        "Em sua opinião, qual é a melhor maneira de mostrar a alguém que você o ama?",
        "Em sua opinião, qual é a nossa maior força como casal?",
        "Em sua opinião, qual é a nossa maior fraqueza como casal?",
        "Estamos ambos na mesma página com relação à disciplina?",
        "Estamos preparados para as mudanças físicas e emocionais que vêm com a paternidade?",
        "Estamos preparados para fazer sacrifícios por nosso filho?",
        "Estamos preparados para lidar com os desafios da criação de filhos?",
        "Já sentiu que seu relacionamento é bom demais para ser verdade?",
        "Na sua opinião, qual é o gesto mais romântico que você pode fazer?",
        "Na sua opinião, qual é o nosso maior desafio como casal?",
        "O que é importante para você?",
        "O que estamos fazendo para nos preparar emocionalmente para a paternidade?",
        "O que estamos fazendo para nos prepararmos financeiramente para a paternidade? ",
        "O que faz você se sentir mais apaixonado pelo seu parceiro?",
        "O que mais lhe agrada na forma como expressamos nosso amor e afeto um pelo outro?",
        "O que o torna único?",
        "O que posso fazer para tornar nosso relacionamento ainda mais forte?",
        "O que você acha da comunicação em um casamento?",
        "O que você acha da comunicação em um relacionamento?",
        "O que você acha da confiança em um relacionamento?",
        "O que você acha da disciplina? ",
        "O que você acha da fidelidade em um casamento?",
        "O que você acha de compartilhar espaço pessoal e pertences? ",
        "O que você acha de relacionamentos abertos ou poliamor?",
        "O que você acha dos estilos parentais?",
        "O que você acha que é a coisa mais importante a ser lembrada sobre o amor?",
        "O que você acha que é a coisa mais romântica em nosso relacionamento?",
        "O que você acha que é o amor?",
        "O que você acha que é o aspecto mais importante de um relacionamento?",
        "O que você acha que é o aspecto mais romântico de estar apaixonado por alguém?",
        "O que você acha que é o ingrediente mais importante para um relacionamento duradouro?",
        "O que você acha que é o nosso maior ponto forte como casal?",
        "O que você acha que foi a coisa mais romântica que fizemos juntos?",
        "O que você acha que foi a coisa mais romântica que já fez?",
        "O que você acha que será a maior fonte de conflito em nosso casamento?",
        "O que você acredita que torna nosso relacionamento forte e capaz de resistir aos desafios?",
        "O que você acredita que torna nosso relacionamento único e especial?",
        "O que você acredita ser a chave para manter o romance vivo em nosso relacionamento?",
        "O que você acredita ser a chave para um relacionamento forte e bem-sucedido?",
        "O que você acredita ser o aspecto mais importante de um relacionamento romântico?",
        "O que você acredita ser o mais romântico em nosso relacionamento e por quê?",
        "O que você aprendeu com as decepções passadas?",
        "O que você aprendeu com outras transições ou desafios importantes da vida?",
        "O que você aprendeu com seu primeiro relacionamento romântico?",
        "O que você considera a nossa maior conquista como casal até agora?",
        "O que você espera que seu cônjuge faça ou deixe de fazer?",
        "O que você faria se ganhasse na loteria?",
        "O que você gosta de aprender?",
        "O que você gostaria de mudar em si mesmo?",
        "O que você gostaria de mudar no seu parceiro?",
        "O que você gostaria de poder voltar atrás e fazer diferente?",
        "O que você gostaria que fosse melhorado em nosso relacionamento?",
        "O que você gostava de fazer para se divertir quando era criança?",
        "O que você mais aprecia em minha personalidade e caráter?",
        "O que você mais espera em relação ao nosso futuro juntos?",
        "O que você mais gosta de fazer quando tem tempo livre?",
        "O que você mais gosta em ambientes internos?",
        "O que você mais gosta em estar apaixonado pelo seu parceiro?",
        "O que você mais gosta em estar com nossa família?",
        "O que você mais gosta em estar com outras pessoas?",
        "O que você mais gosta em estar com seus amigos?",
        "O que você mais gosta em estar com seus animais de estimação?",
        "O que você mais gosta em estar com seus filhos (se aplicável)?",
        "O que você mais gosta em estar com seus netos (se aplicável)?",
        "O que você mais gosta em estar comigo?",
        "O que você mais gosta em estar em um relacionamento comigo?",
        "O que você mais gosta em fazer parte de nossa comunidade?",
        "O que você mais gosta em ficar sozinho?",
        "O que você mais gosta em história?",
        "O que você mais gosta em nossa vida diária juntos?",
        "O que você mais gosta em passar um tempo comigo?",
        "O que você mais gosta em seu amor um pelo outro?",
        "O que você mais gosta em seu trabalho (ou escola)?",
        "O que você mais gosta em seus amigos?",
        "O que você mais gosta em seus desafios juntos?",
        "O que você mais gosta em seus fins de semana juntos?",
        "O que você mais gosta em seus planos juntos?",
        "O que você mais gosta em seus sonhos juntos?",
        "O que você mais gosta em si mesmo?",
        "O que você mais gosta em sua casa?",
        "O que você mais gosta em sua família?",
        "O que você mais gosta em suas férias juntos?",
        "O que você mais gosta em suas metas juntos?",
        "O que você mais gosta em suas ocasiões especiais juntos?",
        "O que você mais gosta em suas realizações juntos?",
        "O que você mais gosta em suas tradições juntos?",
        "O que você mais gosta em tecnologia?",
        "O que você mais gosta em ter um relacionamento comprometido e amoroso comigo?",
        "O que você mais gosta em um relacionamento de longo prazo?",
        "O que você mais gosta na arte?",
        "O que você mais gosta na ciência?",
        "O que você mais gosta na cultura?",
        "O que você mais gosta na maneira como nos comunicamos uns com os outros?",
        "O que você mais gosta na música?",
        "O que você mais gosta na natureza?",
        "O que você mais gosta na noite?",
        "O que você mais gosta na parte da manhã?",
        "O que você mais gosta na primavera?",
        "O que você mais gosta na vida ao ar livre?",
        "O que você mais gosta nas festas de fim de ano?",
        "O que você mais gosta no inverno?",
        "O que você mais gosta no lugar em que cresceu?",
        "O que você mais gosta no outono?",
        "O que você mais gosta no período da tarde?",
        "O que você mais gosta no seu parceiro?",
        "O que você mais gosta no seu relacionamento?",
        "O que você mais gosta no verão?",
        "O que você mais gosta nos animais?",
        "O que você mais gostava de fazer com seus amigos?",
        "O que você mais gostava de fazer com sua família?",
        "O que você mais gostava de fazer quando era criança?",
        "O que você mais gostava de fazer sozinho quando era criança?",
        "O que você mais odeia em si mesmo?",
        "O que você mais odeia fazer?",
        "O que você mais valoriza na vida?",
        "O que você pensa sobre casamento e filhos?",
        "O que você pensa sobre disciplina? ",
        "O que você pensa sobre educação?",
        "O que você pensa sobre educação? ",
        "O que você pensa sobre família e amigos?",
        "O que você pensa sobre religião? ",
        "O que você quer aprender ou experimentar no próximo ano?",
        "O que você queria ser quando crescesse?",
        "O que você sempre quis alcançar?",
        "O que você sempre quis amar mais?",
        "O que você sempre quis apreciar mais?",
        "O que você sempre quis aprender a fazer?",
        "O que você sempre quis criar?",
        "O que você sempre quis entender melhor?",
        "O que você sempre quis experimentar?",
        "O que você sempre quis fazer por outra pessoa?",
        "O que você sempre quis fazer por si mesmo?",
        "O que você sempre quis me contar, mas nunca contou?",
        "O que você sempre quis mudar?",
        "O que você sempre quis ser?",
        "O que você sempre quis superar?",
        "O que você sempre quis ter?",
        "O que você sempre quis valorizar mais?",
        "O que você sempre quis ver?",
        "O que você vê como nosso futuro juntos?",
        "Onde você se vê daqui a 5, 10 ou 20 anos?",
        "Por que seu último relacionamento terminou?",
        "Por que você acha que vale a pena sacrificar o amor?",
        "Por que você me ama?",
        "Quais foram algumas das coisas com as quais você teve dificuldades durante a adolescência?",
        "Quais foram as férias em família mais memoráveis que você teve quando era criança?",
        "Quais são algumas coisas do seu passado das quais você não se orgulha?",
        "Quais são algumas coisas do seu passado que ainda o assombram?",
        "Quais são algumas coisas que realmente o incomodam?",
        "Quais são algumas coisas que você já fez das quais não se orgulha?",
        "Quais são algumas das coisas que você e sua família costumavam fazer juntos?",
        "Quais são algumas das coisas que você fez das quais não se orgulha?",
        "Quais são algumas das coisas que você já fez das quais se orgulha?",
        "Quais são algumas de suas lembranças mais antigas?",
        "Quais são as histórias de seus avós sobre a infância deles?",
        "Quais são as histórias de seus irmãos sobre como foi crescer em sua família?",
        "Quais são as histórias de seus pais sobre quando se casaram pela primeira vez?",
        "Quais são nossas expectativas em relação aos hobbies e interesses pessoais um do outro fora do relacionamento?",
        "Quais são seus cinco alimentos favoritos e por quê?",
        "Quais são seus cinco filmes favoritos e por quê?",
        "Quais são seus cinco hobbies favoritos e por quê?",
        "Quais são seus cinco livros favoritos e por quê?",
        "Quais são seus hábitos de limpeza e arrumação? ",
        "Quais são seus motivos para querer se casar?",
        "Quais são seus motivos para querer ter um filho?",
        "Quais são seus obstáculos?",
        "Quais são seus planos para sua saúde física no futuro?",
        "Quais são seus planos para sua saúde mental no futuro?",
        "Quais são seus três maiores sonhos?",
        "Quais são suas aspirações de carreira?",
        "Quais são suas aspirações profissionais?",
        "Quais são suas cinco músicas favoritas e por quê?",
        "Quais são suas crenças religiosas ou espirituais?",
        "Quais são suas expectativas em relação à comunicação e ao tempo que passam juntos enquanto moram juntos?",
        "Quais são suas expectativas em relação à paternidade? ",
        "Quais são suas expectativas em relação à vida em comum?",
        "Quais são suas expectativas para o casamento?",
        "Quais são suas filosofias de criação de filhos? ",
        "Quais são suas irritações? ",
        "Quais são suas lembranças favoritas da infância?",
        "Quais são suas maiores esperanças e sonhos?",
        "Quais são suas metas e aspirações de longo prazo como casal?",
        "Quais são suas metas financeiras?",
        "Quais são suas opiniões sobre política?",
        "Quais são suas primeiras lembranças de sua família?",
        "Quais valores eram mais importantes para sua família quando você estava crescendo?",
        "Qual é a coisa mais constrangedora em seu armário?",
        "Qual é a coisa mais constrangedora em seu carro?",
        "Qual é a coisa mais constrangedora em seu quarto?",
        "Qual é a coisa mais constrangedora em seu telefone ou computador?",
        "Qual é a importância da confiança em um casamento?",
        "Qual é a importância da religião e da espiritualidade em sua vida?",
        "Qual é a sua característica favorita em relação a você?",
        "Qual é a sua característica favorita nos esportes?",
        "Qual é a sua comida favorita?",
        "Qual é a sua lembrança favorita de vocês dois juntos?",
        "Qual é a sua lembrança favorita de vocês?",
        "Qual é a sua lembrança mais constrangedora da infância?",
        "Qual é a sua maior atração?",
        "Qual é a sua maior desvantagem?",
        "Qual é a sua opinião sobre almas gêmeas?",
        "Qual é a sua opinião sobre creches ou babás? ",
        "Qual é a sua opinião sobre o casamento?",
        "Qual é a sua opinião sobre o compromisso em um relacionamento?",
        "Qual é a sua opinião sobre o divórcio?",
        "Qual é a sua opinião sobre o tempo de tela e o consumo de mídia para uma criança? ",
        "Qual é a sua opinião sobre os papéis dos pais?",
        "Qual é a sua opinião sobre religião?",
        "Qual é a sua situação ideal de vida? ",
        "Qual é o desejo mais profundo de seu parceiro?",
        "Qual é o impacto de ter um filho em nosso relacionamento?",
        "Qual é o item mais constrangedor da sua geladeira ou despensa?",
        "Qual é o item mais constrangedor em sua carteira ou bolsa?",
        "Qual é o maior segredo que você escondeu de sua família?",
        "Qual é o seu maior arrependimento?",
        "Qual é o seu maior medo?",
        "Qual é o seu maior ponto forte?",
        "Qual é o seu maior ponto fraco?",
        "Qual é o seu momento mais embaraçoso?",
        "Qual é o seu prazer culpado?",
        "Qual é o seu segredo mais profundo?",
        "Qual é o seu tipo favorito de preliminares?",
        "Qual é sua fantasia secreta?",
        "Qual é sua lembrança mais antiga da infância?",
        "Qual é sua lembrança mais feliz?",
        "Qual é sua maneira favorita de demonstrar afeto pelo seu parceiro?",
        "Qual é sua maneira favorita de demonstrar amor e afeto pelo seu parceiro?",
        "Qual é sua maneira favorita de passar um tempo romântico juntos?",
        "Qual é sua situação financeira?",
        "Qual é sua tradição familiar favorita?",
        "Qual era a abordagem de sua família em relação à disciplina ou punição quando você era adolescente?",
        "Qual era a abordagem de sua família em relação à educação quando você era criança?",
        "Qual era a abordagem de sua família em relação às tarefas ou responsabilidades domésticas quando você era criança?",
        "Qual era a formação cultural ou religiosa de sua família?",
        "Qual era a situação financeira de sua família quando você estava crescendo?",
        "Qual era sua matéria favorita na escola e por quê?",
        "Qual era sua matéria favorita na escola quando você era criança?",
        "Qual era sua tradição familiar favorita quando você era criança?",
        "Qual foi a coisa mais constrangedora que você postou on-line?",
        "Qual foi a coisa mais excêntrica que você já fez na cama?",
        "Qual foi a coisa mais ousada que você já fez na cama?",
        "Qual foi a coisa mais significativa que alguém já fez por você?",
        "Qual foi a coisa mais significativa que você já fez por outra pessoa?",
        "Qual foi a maior loucura que vocês já fizeram juntos?",
        "Qual foi a maior mentira que você já contou?",
        "Qual foi a pior coisa que você já fez a outra pessoa?",
        "Qual foi a pior mentira que você já me contou?",
        "Qual foi a primeira grande mudança de vida que você experimentou?",
        "Qual foi o desafio mais difícil que você enfrentou em sua vida e como o superou?",
        "Qual foi o gesto mais romântico que já fiz para você?",
        "Qual foi o maior risco que você já correu?",
        "Qual foi o presente mais inesperado que você já recebeu do seu parceiro?",
        "Qual foi o primeiro show ou evento de música ao vivo que você assistiu?",
        "Qual foi seu momento mais feliz em nosso relacionamento?",
        "Qual foi seu momento mais triste em nosso relacionamento?",
        "Qual foi seu primeiro carro e como ele era?",
        "Qual foi seu primeiro emprego e como você o conseguiu?",
        "Qual foi sua lembrança de infância menos favorita?",
        "Qual foi sua lembrança favorita da infância?",
        "Qual foi sua maior experiência de crescimento até agora na vida?",
        "Qual foi sua primeira grande decisão ou compra financeira?",
        "Qual foi sua primeira impressão sobre o seu parceiro quando nos conhecemos?",
        "Qual foi sua primeira impressão sobre o seu parceiro?",
        "Qual foi sua viagem de férias favorita e por quê?",
        "Qual será a aparência de nossa sala de estar e como vamos decorá-la?",
        "Qual seria o destino de férias dos seus sonhos?",
        "Quando foi seu primeiro grande desgosto amoroso e como você lidou com ele?",
        "Quando você se sente mais amado pelo seu parceiro?",
        "Quanto tempo queremos passar com nosso filho?",
        "Quanto tempo você quer passar com a família e os amigos?",
        "Quantos filhos você quer ter e quando?",
        "Que coisas do seu passado moldaram quem você é hoje?",
        "Que coisas você já fez que gostaria de poder voltar atrás?",
        "Que hobbies e interesses pessoais vocês querem ter como casal?",
        "Que metas você tem para o nosso relacionamento?",
        "Que metas você tem para si mesmo profissionalmente?",
        "Que metas você tem para si mesmo?",
        "Que papel os avós desempenharão na vida de nosso filho?",
        "Que papel você se vê desempenhando no casamento?",
        "Que sacrifícios financeiros estamos dispostos a fazer por nosso filho?",
        "Que tipo de infância quere que seu filho tenha?",
        "Que tipo de pais queremos ser?",
        "Que tipo de pessoa você era no ensino médio?",
        "Que valores espera incutir em seu filho?",
        "Quem é mais propenso a cantar no chuveiro?",
        "Quem é mais propenso a começar um novo hobby juntos?",
        "Quem é mais propenso a deixar a casa bagunçada?",
        "Quem é mais propenso a dormir sem o despertador?",
        "Quem é mais propenso a enviar uma mensagem de texto carinhosa durante o dia?",
        "Quem é mais propenso a experimentar um alimento exótico?",
        "Quem é mais propenso a experimentar um novo esporte radical?",
        "Quem é mais propenso a experimentar um novo restaurante juntos?",
        "Quem é mais propenso a experimentar uma nova aula de ginástica?",
        "Quem é mais propenso a fazer uma playlist para cada ocasião?",
        "Quem é mais propenso a ficar acordado a noite toda conversando?",
        "Quem é mais propenso a ficar com inveja do sucesso da outra pessoa?",
        "Quem é mais propenso a gastar muito dinheiro em coisas desnecessárias?",
        "Quem é mais propenso a iniciar um abraço?",
        "Quem é mais propenso a iniciar um beijo?",
        "Quem é mais propenso a iniciar um passeio em grupo com amigos?",
        "Quem é mais propenso a iniciar uma discussão sem motivo?",
        "Quem é mais propenso a iniciar uma maratona de filmes?",
        "Quem é mais propenso a iniciar uma noite de jogos com os amigos?",
        "Quem é mais propenso a iniciar uma tradição familiar?",
        "Quem é mais propenso a negligenciar sua aparência física?",
        "Quem é mais propenso a pedir desculpas depois de uma briga?",
        "Quem é mais propenso a perder a paciência por causa de algo menor?",
        "Quem é mais propenso a planejar um dia de praia?",
        "Quem é mais propenso a planejar um encontro noturno?",
        "Quem é mais propenso a planejar uma aventura divertida ao ar livre?",
        "Quem é mais propenso a planejar uma festa de aniversário?",
        "Quem é mais propenso a planejar uma viagem de caminhada?",
        "Quem é mais propenso a planejar uma viagem de carro?",
        "Quem é mais propenso a planejar uma viagem de fim de semana com os amigos?",
        "Quem é mais propenso a planejar uma viagem de fim de semana para um bed and breakfast?",
        "Quem é mais propenso a procrastinar a realização de tarefas ou afazeres?",
        "Quem é mais propenso a sair de casa sem o celular?",
        "Quem é mais propenso a se irritar com pequenas coisas?",
        "Quem é mais propenso a ser voluntário em um evento beneficente?",
        "Quem é mais propenso a tentar preparar uma receita nova e complicada?",
        "Quem é mais propenso a tentar resolver um problema em vez de ficar discutindo sobre ele?",
        "Quem é mais provável de começar uma briga de balões de água?",
        "Quem é mais provável de começar uma festa dançante?",
        "Quem é mais provável de esquecer de abaixar o assento do vaso sanitário?",
        "Quem é mais provável de esquecer um aniversário?",
        "Quem é mais provável de esquecer uma data importante?",
        "Quem é mais provável de fazer uma cena em público?",
        "Quem é mais provável de quebrar algo acidentalmente?",
        "Quem é mais provável de querer uma família grande?",
        "Quem é mais provável de se apaixonar à primeira vista?",
        "Quem é mais provável de se esquecer de pagar uma conta?",
        "Quem é mais provável de se perder em uma nova cidade?",
        "Quem é mais provável de ser um pai que fica em casa?",
        "Quem é mais provável de tropeçar em seus próprios pés?",
        "Quem é mais provável que arrume a cama de manhã?",
        "Quem é mais provável que chegue sempre cedo?",
        "Quem é mais provável que comece um jardim juntos?",
        "Quem é mais provável que faça as compras de supermercado?",
        "Quem é mais provável que nunca vá embora?",
        "Quem é mais provável que planeje um encontro em um restaurante chique?",
        "Quem é mais provável que planeje um encontro?",
        "Quem é mais provável que planeje um parque temático?",
        "Quem é mais provável que planeje uma visita a um aquário?",
        "Quem é mais provável que planeje uma visita a um espetáculo de teatro?",
        "Quem é mais provável que planeje uma visita a um jardim botânico?",
        "Quem é mais provável que planeje uma visita a um mercado de produtores?",
        "Quem é mais provável que planeje uma visita a um museu ou galeria de arte?",
        "Quem é mais provável que planeje uma visita a um zoológico?",
        "Quem é mais provável que planeje uma visita a uma cervejaria?",
        "Quem é mais provável que queira passar mais tempo sozinho?",
        "Quem é mais provável que seja a pessoa mais organizada do relacionamento?",
        "Quem é mais provável que seja o motorista designado?",
        "Quem é mais provável que seja o parceiro mais espontâneo?",
        "Quem é mais provável que seja o parceiro mais romântico?",
        "Quem é mais provável que seja o primeiro a desistir?",
        "Quem é mais provável que seja o primeiro a dizer \"desculpe-me\"?",
        "Quem é mais provável que seja o primeiro a dizer \"eu te amo\"?",
        "Quem é mais provável que seja o primeiro a esquecer?",
        "Quem é mais provável que seja o primeiro a fazer as pazes?",
        "Quem é mais provável que seja o primeiro a guardar rancor?",
        "Quem é mais provável que seja o primeiro a perdoar?",
        "Quem é mais provável que seja o primeiro a sair?",
        "Quem é mais provável que seja o primeiro a voltar?",
        "Quem é mais provável que seja o principal tomador de decisões?",
        "Quem é mais provável que seja o provedor do lar?",
        "Quem é mais provável que surpreenda o outro com um presente?",
        "Quem era sua paixão de infância?",
        "Quem eram seus amigos mais próximos na infância?",
        "Quem eram seus modelos ou heróis quando você era criança?",
        "Quem está mais propenso a iniciar um projeto de reforma da casa?",
        "Quem está mais propenso a planejar férias?",
        "Quem está mais propenso a planejar uma viagem de fim de semana para um resort?",
        "Quem está mais propenso a planejar uma viagem de fim de semana?",
        "Quem está mais propenso a planejar uma viagem para esquiar?",
        "Quem está mais propenso a planejar uma visita a um evento esportivo?",
        "Quem está mais propenso a planejar uma visita a um festival de música?",
        "Quem está mais propenso a planejar uma visita a um festival gastronômico?",
        "Quem está mais propenso a planejar uma visita a uma feira de artesanato?",
        "Quem está mais propenso a planejar uma visita a uma vinícola?",
        "Quem foi a última pessoa que você beijou?",
        "Quem foi seu primeiro amor?",
        "Quem foram as maiores influências em sua vida?",
        "Quem tem mais chances de ser mais fofo?",
        "Quem tem mais probabilidade de comprar ingressos para um show ou espetáculo?",
        "Quem tem mais probabilidade de se perder enquanto dirige?",
        "Quem tem mais probabilidade de ser bagunceiro e desorganizado?",
        "Quer que seu filho cresça em áreas rurais ou urbanas? ",
        "Quere que seu filho cresça em uma comunidade unida ou mais diversificada?",
        "Se você pudesse assistir a apenas um programa de TV ou filme pelo resto de sua vida, qual seria?",
        "Se você pudesse comer apenas um tipo de alimento pelo resto de sua vida, qual seria?",
        "Se você pudesse comer em apenas um restaurante pelo resto da vida, onde seria e o que pediria?",
        "Se você pudesse fazer uma viagem de carro para qualquer destino, para onde iria e o que faria lá?",
        "Se você pudesse fazer uma viagem de carro para qualquer lugar do mundo, para onde iria e por quê?",
        "Se você pudesse jantar com qualquer figura histórica, quem seria e por quê?",
        "Se você pudesse ler apenas um tipo de livro ou revista pelo resto de sua vida, qual seria e por quê?",
        "Se você pudesse morar em qualquer cidade do mundo, qual seria a sua escolha e por quê?",
        "Se você pudesse morar em qualquer cidade, qual delas escolheria e por quê?",
        "Se você pudesse mudar uma coisa a meu respeito, o que seria?",
        "Se você pudesse ouvir apenas um álbum pelo resto de sua vida, qual seria?",
        "Se você pudesse ouvir apenas uma banda ou artista pelo resto de sua vida, quem seria?",
        "Se você pudesse praticar apenas um esporte ou atividade física pelo resto da vida, qual seria e por quê?",
        "Se você pudesse realizar qualquer sonho, qual seria?",
        "Se você pudesse ser qualquer animal por um dia, qual animal você escolheria e por quê?",
        "Se você pudesse ser qualquer personagem de um livro ou filme, quem seria e por quê?",
        "Se você pudesse ser qualquer personagem de um videogame, quem seria e por quê?",
        "Se você pudesse ter algum superpoder, qual seria e por quê?",
        "Se você pudesse ter qualquer carreira, qual seria?",
        "Se você pudesse ter qualquer emprego no mundo, qual seria e por quê?",
        "Se você pudesse ter qualquer hobby ou atividade para o resto da vida, qual seria e por quê?",
        "Se você pudesse ter qualquer idade pelo resto de sua vida, que idade escolheria e por quê?",
        "Se você pudesse ter qualquer superpoder, qual seria?",
        "Se você pudesse ter qualquer talento ou habilidade, qual seria e por quê?",
        "Se você pudesse ter um encontro dos sonhos com qualquer pessoa, quem seria e o que você faria?",
        "Se você pudesse tirar as férias dos sonhos em qualquer lugar do mundo, para onde iria e por quê?",
        "Se você pudesse tomar apenas um tipo de bebida pelo resto de sua vida, qual seria?",
        "Se você pudesse trocar de lugar com qualquer animal por um dia, qual animal seria e por quê?",
        "Se você pudesse trocar de lugar com qualquer personagem de ficção, quem seria e por quê?",
        "Se você pudesse trocar de vida com qualquer casal de celebridades, quem seria?",
        "Se você pudesse trocar de vida com qualquer celebridade, quem seria e por quê?",
        "Se você pudesse trocar de vida com um de seus amigos por uma semana, quem seria e por quê?",
        "Se você pudesse trocar de vida com uma pessoa por um dia, quem seria e por quê?",
        "Se você pudesse trocar de vida com uma pessoa por uma semana, quem seria e por quê?",
        "Se você pudesse usar apenas uma roupa pelo resto de sua vida, qual seria?",
        "Se você pudesse viajar para qualquer lugar do mundo, para onde iria e por quê?",
        "Se você pudesse viajar para qualquer lugar do mundo, qual seria?",
        "Se você pudesse voltar a qualquer momento histórico, para onde e quando você iria?",
        "Se vocês pudessem viajar juntos para qualquer lugar do mundo, para onde iriam?",
        "Sobre o que você e seus irmãos discutiam com mais frequência quando estavam crescendo?",
        "Sobre o que você sempre quis aprender mais?",
        "Suas famílias estarão envolvidas em suas vidas diariamente ou apenas ocasionalmente?",
        "Você acredita em Deus ou em um poder superior?",
        "Você acredita que o amor vence tudo?",
        "Você deseja uma estrutura familiar tradicional ou não tradicional no futuro?",
        "Você entende que não existe pai ou filho perfeito?",
        "Você espera se casar e formar uma família algum dia ou quer manter um relacionamento casual? ",
        "Você gosta de animais ou prefere não conviver com animais? ",
        "Você já admirou a capacidade de seu parceiro de amar incondicionalmente?",
        "Você já amou alguém tanto que chegou a doer?",
        "Você já aprendeu um novo idioma?",
        "Você já brigou com seu parceiro e percebeu que ambos estavam errados?",
        "Você já conheceu alguém e teve a sensação de conhecê-lo a vida inteira?",
        "Você já conheceu alguém famoso?",
        "Você já desejou poder mudar algo na aparência ou na personalidade de seu parceiro?",
        "Você já desejou secretamente ter uma vida ou uma carreira diferente?",
        "Você já desejou voltar aos primeiros dias de seu relacionamento?",
        "Você já discordou de seu parceiro e percebeu que ele estava certo?",
        "Você já engravidou alguém?",
        "Você já enviou mensagens ou fotos explícitas para alguém por quem se sentia atraído?",
        "Você já enviou ou recebeu fotos ou mensagens inadequadas enquanto estava no trabalho?",
        "Você já escondeu algo do seu parceiro por temer como eu reagiria?",
        "Você já escondeu algo do seu parceiro?",
        "Você já esteve em um relacionamento à distância?",
        "Você já esteve em um relacionamento aberto com um parceiro?",
        "Você já esteve em uma situação em que precisou contar com suas habilidades de sobrevivência?",
        "Você já esteve em uma situação em que teve de escolher entre mim e outra pessoa ou coisa?",
        "Você já esteve em uma situação em que teve de escolher entre seu parceiro e outra pessoa?",
        "Você já experimentou a interpretação de papéis ou fantasias no quarto?",
        "Você já experimentou um alimento que achou nojento?",
        "Você já experimentou um esporte radical, como escalada ou rafting?",
        "Você já experimentou um novo hobby e continuou com ele?",
        "Você já experimentou um novo hobby ou atividade de que não gostou?",
        "Você já experimentou um novo tipo de culinária de que gostou?",
        "Você já experimentou um novo tipo de culinária de que não gostou?",
        "Você já experimentou um novo tipo de exercício ou aula de ginástica?",
        "Você já experimentou uma nova atividade que acabou adorando?",
        "Você já experimentou uma nova forma de arte ou expressão criativa?",
        "Você já fantasiou com outra pessoa enquanto estávamos tendo intimidade?",
        "Você já fez algo que jurou que nunca faria?",
        "Você já fez algo que sabia que seu parceiro desaprovaria, mas fez mesmo assim?",
        "Você já fez fotos ou vídeos de si mesmo nu?",
        "Você já fez mochilão ou acampou na natureza?",
        "Você já fez um passeio de balão de ar quente ou experimentou outra aventura aérea?",
        "Você já fez um safári ou visitou uma reserva de vida selvagem?",
        "Você já fez uma viagem de carro com apenas uma ideia geral de onde queria ir e deixou a jornada se desenrolar?",
        "Você já fez uma viagem de carro sem um destino específico?",
        "Você já foi a um encontro às cegas?",
        "Você já foi a um evento esportivo profissional?",
        "Você já foi a um festival ou show de música?",
        "Você já foi traído alguma vez?",
        "Você já guardou algum segredo do seu parceiro?",
        "Você já imaginou como seria viver em um país diferente?",
        "Você já leu um livro que mudou sua maneira de ver o mundo?",
        "Você já mentiu em um formulário de emprego ou currículo?",
        "Você já mentiu para conseguir algo que queria?",
        "Você já mentiu para evitar fazer algo que não queria?",
        "Você já mentiu para evitar problemas no trabalho ou na escola?",
        "Você já mentiu para mim sobre algo importante?",
        "Você já mentiu para parecer melhor na minha frente?",
        "Você já mentiu para proteger os sentimentos de outra pessoa?",
        "Você já mentiu para sair de uma situação desconfortável?",
        "Você já mentiu para se livrar de problemas?",
        "Você já mentiu para seus pais sobre algo importante?",
        "Você já mentiu sobre o status de seu relacionamento atual para perseguir outra pessoa?",
        "Você já mentiu sobre seus sentimentos pelo seu parceiro?",
        "Você já ofereceu seu tempo para ajudar outras pessoas?",
        "Você já olhou para as estrelas e se sentiu insignificante?",
        "Você já olhou para o seu parceiro e viu alguém perfeito para você, com todos os seus defeitos?",
        "Você já parou e percebeu que seu parceiro é a melhor coisa que já aconteceu com você?",
        "Você já participou de algum protesto ou manifestação?",
        "Você já participou de alguma atividade de BDSM?",
        "Você já participou de um cruzeiro?",
        "Você já participou de um festival de música ou arte?",
        "Você já participou de uma maratona ou outra corrida de longa distância?",
        "Você já pensou em terminar comigo?",
        "Você já praticou mergulho autônomo?",
        "Você já precisou ir ao hospital por causa de uma lesão ou doença?",
        "Você já roubou alguma coisa, mesmo que fosse apenas um item pequeno?",
        "Você já roubou alguma coisa, por menor que fosse?",
        "Você já saltou de paraquedas ou de bungee jumping?",
        "Você já se apaixonou à primeira vista?",
        "Você já se apaixonou alguma vez?",
        "Você já se apresentou em um palco diante de um grande público?",
        "Você já se arrependeu de alguma decisão que tomou em nosso relacionamento?",
        "Você já se envolveu em uma briga física?",
        "Você já se sentiu abençoado por ter seu parceiro ao seu lado?",
        "Você já se sentiu atraído por alguém muito mais velho ou mais jovem do que você?",
        "Você já se sentiu grato pela paciência de seu parceiro, mesmo quando ele a está testando?",
        "Você já se sentiu grato pela presença de seu parceiro em sua vida, mesmo que ele não seja perfeito?",
        "Você já se sentiu grato por algo, mesmo que tenha sido difícil na época?",
        "Você já se sentiu orgulhoso de seu parceiro por ter superado uma situação difícil?",
        "Você já se sentiu tocado pela compaixão de seu parceiro, mesmo quando ele não sabe disso?",
        "Você já se surpreendeu com a força de seu parceiro, mesmo na adversidade?",
        "Você já sentiu inveja de alguma de minhas amizades ou relacionamentos?",
        "Você já sentiu que não era bom o suficiente para mim?",
        "Você já sofreu um acidente de carro?",
        "Você já sonhou com alguém que não fosse eu enquanto estávamos juntos?",
        "Você já teve medo de que seu relacionamento acabasse, embora não consiga imaginar a vida sem seu parceiro?",
        "Você já teve seu coração partido?",
        "Você já teve um acordo de amigos com benefícios?",
        "Você já teve um caso de amor secreto?",
        "Você já teve um caso de uma noite?",
        "Você já teve um emprego que detestava?",
        "Você já teve um emprego que exigia que você trabalhasse em turnos noturnos?",
        "Você já teve um encontro próximo com um animal na natureza?",
        "Você já teve um sonho comigo?",
        "Você já teve um sonho do qual ainda se lembra vividamente?",
        "Você já teve um sonho que ficou com você muito tempo depois de acordar?",
        "Você já teve uma experiência paranormal ou sobrenatural?",
        "Você já teve uma queda por alguém que não fosse seu parceiro enquanto estava em um relacionamento sério?",
        "Você já teve uma queda por outra pessoa enquanto estávamos juntos?",
        "Você já teve uma queda por um amigo meu?",
        "Você já teve uma queda por uma celebridade?",
        "Você já trapaceou em um teste ou exame?",
        "Você já usou algum brinquedo ou outros adereços durante a intimidade?",
        "Você já usou aplicativos de namoro para conhecer pessoas enquanto estava em um relacionamento comprometido?",
        "Você já viajou para fora de seu país de origem?",
        "Você já visitou um país estrangeiro sozinho?",
        "Você já viu algo tão bonito que lhe tirou o fôlego?",
        "Você planeja continuar trabalhando depois de se casar ou se tornar um pai ou mãe que fica em casa?",
        "Você planeja ter filhos algum dia?",
        "Você prefere fazer um cruzeiro ao pôr do sol ou um piquenique ao pôr do sol?",
        "Você prefere fazer um passeio de balão de ar quente ou andar a cavalo?",
        "Você prefere fazer um passeio de balão de ar quente ou uma aventura de paraquedismo?",
        "Você prefere fazer um passeio romântico de balão de ar quente ou um passeio de helicóptero?",
        "Você prefere fazer um passeio romântico de balão de ar quente ou um passeio panorâmico de helicóptero?",
        "Você prefere fazer um passeio romântico de barco ou um passeio panorâmico de trem?",
        "Você prefere fazer um passeio romântico de carruagem puxada por cavalos ou um passeio de balão de ar quente?",
        "Você prefere fazer um passeio romântico em um jardim botânico ou visitar um zoológico?",
        "Você prefere fazer um piquenique romântico no parque ou curtir um passeio de barco ao pôr do sol?",
        "Você prefere fazer um retiro para casais ou ter algumas aulas de culinária juntos?",
        "Você prefere fazer um tour de degustação de vinhos ou visitar uma cervejaria?",
        "Você prefere fazer uma caminhada romântica ou andar de bicicleta sem pressa?",
        "Você prefere fazer uma massagem para casais ou participar de um retiro para casais?",
        "Você prefere fazer uma viagem de carro no fim de semana ou planejar uma semana de férias internacionais?",
        "Você prefere fazer uma viagem romântica ou ficar em casa e ter uma noite relaxante?",
        "Você prefere fazer uma viagem romântica para um resort de luxo na praia ou para um retiro de esqui?",
        "Você prefere fazer uma viagem romântica para um retiro nas montanhas ou para uma vila à beira-mar?",
        "Você prefere fazer uma viagem romântica para uma cabana isolada ou para um resort de luxo?",
        "Você prefere fazer uma viagem romântica para uma ilha tropical ou para uma cabana na montanha?",
        "Você prefere passar um dia em um spa ou fazer uma atividade de aventura em casal?",
        "Você prefere passar um fim de semana romântico em uma cabana aconchegante na floresta ou sair em férias luxuosas na praia?",
        "Você prefere passar uma noite romântica em casa com uma noite de jogos ou ir a um clube de comédia?",
        "Você prefere se aconchegar e assistir ao seu programa de TV favorito ou sair para dançar juntos?",
        "Você prefere ter um jantar romântico em um restaurante chique ou um jantar casual em seu local favorito?",
        "Você prefere ter um jantar romântico preparado por seu parceiro ou sair para comer sushi com ele?",
        "Você prefere ter um jantar romântico preparado por um chef particular ou ir a um restaurante chique?",
        "Você prefere ter um parceiro cuja família e amigos o amem ou um parceiro cuja família e amigos estejam sempre ao seu lado?",
        "Você prefere ter um parceiro cuja família e amigos o amem ou um parceiro cuja família e amigos não saibam sobre você?",
        "Você prefere ter um parceiro cujo amor nunca vacila ou prefere ter um parceiro cujo amor se fortalece com o tempo?",
        "Você prefere ter um parceiro cujo amor por você seja constante ou um parceiro cujo amor mude com o tempo?",
        "Você prefere ter um parceiro para toda a vida ou vários parceiros ao longo de sua vida?",
        "Você prefere ter um parceiro que adora falar sobre o dia dele ou um parceiro que adora ouvir você falar sobre o seu?",
        "Você prefere ter um parceiro que adora passar o tempo ao ar livre ou um parceiro que adora passar o tempo dentro de casa?",
        "Você prefere ter um parceiro que adora passar o tempo com você ou que adora passar o tempo com outras pessoas?",
        "Você prefere ter um parceiro que adore passar o tempo com você ou que seja sempre muito empolgante?",
        "Você prefere ter um parceiro que adore passar tempo com a família e os amigos ou que esteja sempre disposto a experimentar coisas novas?",
        "Você prefere ter um parceiro que esteja sempre aberto à comunicação ou um parceiro que seja mais reservado com seus pensamentos e sentimentos?",
        "Você prefere ter um parceiro que esteja sempre ao seu lado emocionalmente ou um parceiro que seja mais independente e autossuficiente?",
        "Você prefere ter um parceiro que esteja sempre desafiando você a crescer ou um parceiro que esteja sempre confortável e familiarizado?",
        "Você prefere ter um parceiro que esteja sempre desafiando você intelectualmente ou um parceiro que esteja sempre desafiando você fisicamente?",
        "Você prefere ter um parceiro que esteja sempre disposto a experimentar coisas novas ou que prefira ficar na zona de conforto?",
        "Você prefere ter um parceiro que esteja sempre disposto a fazer concessões ou um parceiro que permaneça firme em suas crenças?",
        "Você prefere ter um parceiro que esteja sempre disposto a fazer um esforço extra por você ou um parceiro que seja mais egocêntrico em suas ações?",
        "Você prefere ter um parceiro que esteja sempre disposto a fazer um esforço para manter o romance vivo ou um parceiro que se contente com um relacionamento mundano e monótono?",
        "Você prefere ter um parceiro que esteja sempre disposto a sair em aventuras com você ou um parceiro que prefira ficar em casa?",
        "Você prefere ter um parceiro que esteja sempre disposto a se esforçar para manter a atração física ou que se contente em deixar a aparência de lado?",
        "Você prefere ter um parceiro que esteja sempre disposto a se esforçar para manter a chama viva ou um parceiro que se contente em deixar o relacionamento estagnar?",
        "Você prefere ter um parceiro que esteja sempre disposto a se esforçar para planejar e executar gestos de surpresa ou um parceiro que se contente com a mesma rotina todos os dias?",
        "Você prefere ter um parceiro que goste de passar tempo sozinho com você ou um parceiro que goste de sair e ser sociável?",
        "Você prefere ter um parceiro que o faça rir ou um parceiro que o faça se sentir seguro?",
        "Você prefere ter um parceiro que seja sempre carinhoso ou um parceiro que seja mais reservado com seus afetos?",
        "Você prefere ter um parceiro que seja sempre desafiador ou um parceiro que seja sempre respeitoso?",
        "Você prefere ter um parceiro que seja sempre divertido ou um parceiro que seja sempre amoroso?",
        "Você prefere ter um parceiro que seja sempre empolgante ou um parceiro que seja sempre compreensivo?",
        "Você prefere ter um parceiro que seja sempre empolgante ou um parceiro que seja sempre estável?",
        "Você prefere ter um parceiro que seja sempre espontâneo ou um parceiro que seja sempre confiável?",
        "Você prefere ter um parceiro que seja sempre espontâneo ou um parceiro que sempre tenha tudo planejado?",
        "Você prefere ter um parceiro que seja sempre excitante ou um parceiro que sempre o apoie?",
        "Você prefere ter um parceiro que seja sempre honesto com você ou que sempre o apoie?",
        "Você prefere ter um parceiro que seja sempre honesto com você ou um parceiro que seja sempre gentil com você?",
        "Você prefere ter um parceiro que seja sempre honesto sobre seus sentimentos ou um parceiro que esteja sempre tentando fazer com que as coisas funcionem?",
        "Você prefere ter um parceiro que seja sempre interessante ou um parceiro que seja sempre sincero?",
        "Você prefere ter um parceiro que sempre apoie sua carreira ou um parceiro que esteja sempre disposto a fazer sacrifícios pelo seu relacionamento?",
        "Você prefere ter um parceiro que sempre o incentive a dar o melhor de si ou um parceiro que esteja sempre ao seu lado quando você precisar dele?",
        "Você prefere ter um parceiro que sempre o incentive a dar o melhor de si ou um parceiro que o aceite como você é?",
        "Você prefere ter uma aula de pintura para casais ou fazer uma aula de culinária?",
        "Você prefere ter uma noite romântica com um filme e comida para viagem ou ir a um show ou espetáculo?",
        "Você prefere ter uma noite romântica em um bar na cobertura ou em um show?",
        "Você prefere ter uma noite romântica em um bar na cobertura ou ir a um clube de jazz?",
        "Você prefere ter uma noite romântica em um bar na cobertura ou uma sessão de ioga?",
        "Você prefere ter uma viagem surpresa de fim de semana planejada pelo seu parceiro ou planejar uma viagem surpresa para ele?",
        "Você prefere tomar um banho de espuma à luz de velas ou nadar no mar juntos?",
        "Você prefere um acampamento romântico no fim de semana ou férias luxuosas na praia?",
        "Você prefere um espaço menor ou um espaço maior? ",
        "Você prefere uma intimidade mais romântica ou mais física em seus relacionamentos?",
        "Você prefere uma massagem para casais ou um retiro para casais em um local isolado?",
        "Você quer comprar uma casa ou continuar alugando no futuro?",
        "Você quer economizar para comprar uma casa ou está satisfeito com o aluguel de um apartamento?",
        "Você quer que a criança seja honesta ou compassiva? ",
        "Você quer que a criança seja independente ou interdependente? ",
        "Você quer ser autoritário ou democrático?",
        "Você quer ser rigoroso ou tolerante? ",
        "Você quer ter filhos?",
        "Você quer um forte senso de comunidade e envolvimento em seu futuro bairro ou cidade?",
        "Você quer viajar e conhecer o mundo juntos no futuro?",
        "Você tem alergias que nos impediriam de ter um animal de estimação? ",
        "Você tem alguma fantasia ou mania que não se sente à vontade para explorar com seu parceiro atual?",
        "Você tem alguma fantasia que nunca contou ao seu parceiro?",
        "Você tem fetiches secretos que nunca contou ao seu parceiro?",
        "Você tem mania de arrumação ou tende a ser bagunceiro? ",
        "Você tem um sistema de apoio em funcionamento?",
        "Você vê o casamento como um compromisso para toda a vida ou algo que pode ser encerrado se as coisas não estiverem dando certo?",
        "Vocês esperam viver juntos por tempo indeterminado ou veem isso como um acordo temporário?",
        "Vocês planejam ter finanças conjuntas ou separadas?",
        "Vocês preferem escrever cartas de amor um para o outro ou criar um álbum de recordações juntos?",
        "Vocês preferem passar um dia explorando uma nova cidade ou relaxando em um spa juntos?",
        "Vocês se sentem prontos para serem pais?"
    ]
}
